Repository: infoaed/opendata-portal
Catalog: translations/gettext/ckan.po
Languages: et

source: Data, you will be displayed in a few seconds the identificator of that user. Select it and press 'Save'.
et: ANDMED menüü alamlehte, siis kuvatakse teile mõne sekundi järel selle kasutaja identifikaator. Valige see ning vajutage "Salvesta".

source: A user might not appear on this list until that user has logged in and visited a page under
et: Kasutajat ei saa lisada kui ta pole veel kordagi süsteemi sisse loginud, ega külastanud suvalist lehte

source: part of the portal.
et: menüü all.

source: NB: Initially the user(s) will be bound to the role of Editor. To change the role use the radio buttons above and press 'Save' again.
et: NB! Salvestamisel lisatakse valitud kasutaja(d) Toimetaja rollis. Rolli muutmiseks kasutage ülaltoodud raadionuppe ja vajutage Salvesta.

source: Back
et: Tagasi

source: unpublished
et: (avalikustamata)

source: datasets /
et: andmehulgad /

source: with feedback
et: tagasisidega

source: Social growth
et: Sotsiaalne kasv

source: Effective services
et: Tõhusad teenused

source: Linked data
et: Linkandmed

source: None
et: (pole)

source: Datasets:
et: Andmehulgad:

source: datasets »
et: Andmehulgad »

source: Log In
et: Logi sisse

source: - Users
et: - Kasutajad

source: User Profile
et: Kasutaja andmed

source: No email
et: E-mail puudub

source: API Key
et: API võti:

source: – Note: your API key is visible only to you!
et: – Märkus: sinu API võti on nähtav ainult sulle!

source: Add a publisher to your account
et: Seo oma kontoga teabevaldaja

source: Edits
et: Muudatused

source: Public Activity
et: Avalik tegevus

source: Location/INSPIRE data residing on an OGC Catalog Service for the Web (CSW) server
et: Asukoha/INSPIRE andmed, mis resideeruvad kusagil "OGC Catalog Service for the Web (CSW)" serveril

source: Location/INSPIRE data as a single GEMINI 2.1 XML file
et: Asukoha/INSPIRE andmed üksiku GEMINI 2.1 XML failina

source: Location/INSPIRE data in a Web Accessible Folder (WAF) of GEMINI 2.1 files
et: Asukoha/INSPIRE andmed kusagil GEMINI 2.1 Web Accessible Folder (WAF) kataloogis

source: Missing Value
et: Puudu

source: Source:
et: Allikas:

source: Dataset Details
et: Andmehulga üksikasjad

source: Dataset details
et: Andmehulga üksikasjad
