Repository: infoaed/opendata-portal
Catalog: translations/gettext/ckan.po
Languages: et

source: terms & conditions
et: kasutustingimustele

source: unpublished datasets
et: avalikustamata andmehulgad

source: State:
et: Olek:

source: Publish Date
et: Avaldamise kuupäev

source: Withdraw
et: Võta tagasi

source: Confirm
et: Kinnita!

source: Are you sure you want to delete this dataset?
et: Kas olete kindel, et soovite selle andmehulga eemaldada?

source: Are you sure you want to withdraw this record?
et: Kas olete kindel, et soovite selle andmehulga tagasi võtta?

source: Reminder:
et: Meeldetuletus:

source: Ensure any dataset or series records that are related to this record (e.g. by Coupled Resource) are also considered for withdrawal.
et: Kaaluge ka muude seotud andmehulkade tagasi võtmist.

source: Ensure any service records that point to this record (e.g. by Coupled Resource) are also withdrawn.
et: Veendude, et võtate tagasi ka andmehulgad, mis viitavad antud tagasi võetavale andmehulgale.

source: Remove
et: Eemalda

source: - Edit
et: - Muutmine

source: Dataset Editor
et: Andmehulga muutmine

source: Data Files
et: Andmefailid

source: Licence
et: Litsents

source: Tags
et: Teemad

source: Additional resources
et: Täiendavad ressursid

source: Please name your data record.
et: Andke oma andmehulgale nimi.

source: Briefely describes the main subject and purpose of the dataset.
et: Kirjeldab lühidalt ja võimalikult informatiivselt andmehulga sisu ja eesmärki.

source: A public unique identifier for the dataset. It should be roughly readable, with dashes separating words. Format: Two or more lowercase alphanumeric, dash (-) or underscore (_) characters. e.g. uk-road-traffic-statistics-2008 or local-authority-spend-over-500-harlow
et: Andmehulga unikaalne identifikaator. Võiks olla inimloetav, sõnad eraldatult sidekriipsuga, vältida täpitähti. Näiteks: liiklusonnetuste-statistika-2010 or kov-kulutused-2012.

source: Create a URL:
et: Loo andmehulga URL:

source: In this tab you enter the links to the files containing the actual data at the heart of this record.
et: Siin saate sisestada lingid (s.t. URL) teie andmefailidele.

source: Your record may be creating a single file record (a record which points to just one file) or you may be creating a timeseries record (where multiple files are released over time. If the data relates to a period of time, choose "A timeseries record", otherwise choose "A single file record".
et: Kui teie andmefailist genereeritakse sama lingi taga perioodiliselt uus versioon, siis valige andmehulga tüübiks "Perioodiline" ning täitke Uuendussageduse väli. Vastasel juhul valige andmehulga tüübiks "Ühekordne".

source: If your data comes in multiple formats, use a line for each.
et: Mõlema valiku puhul saate sisestada mitu linki, kasutades "Lisa rida" nuppu. Iga link peab sellisel juhul esindama sama andmehulka erinevates formaatides.

source: NB: Do not put links to web pages here.
et: NB! Ärge sisestage siia linke veebilehtedele.

source: These and other useful documents that are not actually the data should go in the 'Additional Resources' section.
et: Sisestatud lingid peavad viitama tooretele andmefailidele. Veebilehtedele viitamiseks kasutage "Täiendavad ressursid" lehte.

source: This record is:
et: See andmehulk on:

source: A single file record
et: Ühekordne

source: A timeseries record
et: Perioodiline

source: How frequently new data files are published. For one-off data, use 'never'. For those once updated but now discontinued, use 'discontinued'.
et: Kui sageli faile uuendatakse. Kui on nö ühekordsed andmed, valige 'mitte kunagi'. Kui kunagi uuendati, aga nüüd enam mitte, valige 'katkestatud'.

source: Fill in if update frequency doesn't fit under choices provided.
et: Täita kui uuendussageduseks on valitud 'sisesta muu'.

source: Other:
et: Andmehulga avaldaja:

source: (fill in if you chose to specify 'other' frequency)
et: (täida, kui valisid 'muu sagedus')

source: Start date for time series. If not sure, use the current date. Format: DD/MM/YYYY
et: Perioodilisuse alguskuupäev. Kui pole kindel, siis praegune kuupäev. Formaat: PP/KK/AAAA

source: Date:
et: Kuupäev:

source: Text that is displayed next to the link on the dataset record
et: Tekst, mida kuvatakse andmehulga lingi kõrval

source: File Title:
et: Faili pealkiri:

source: Where the file is already hosted
et: Link veebiaadressile, kust andmehulk on alla tõmmatav

source: URL:
et: Teabevaldaja URL:

source: The file format of the linked resource. Format choices: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate.
et: Andmehulga faili formaat. Soovitatavad väärtused: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Muu vastavalt sobivusele.

source: Format:
et: Formaat:

source: Check
et: Kontrolli

source: Add Row
et: Lisa rida

source: Row(s) partially filled.
et: Read osaliselt täitmata.

source: Check all URLs
et: Kontrolli kõiki URLe

source: Checking, please wait...
et: Kontrollin, palun oodake...

source: NB! If the displayed link begins with the portal address, it is an uploaded file
et: NB! Kui kuvatud link algab antud portaali aadressiga, on see üles laaditud fail

source: (see entry field below).
et: (vt. vastav võimalus allpool).

source: Text that is displayed next to the link of the dataset record
et: Tekst, mida kuvatakse andmehulga lingi kõrval

source: File title:
et: Faili pealkiri:

source: Format choices for the dataset: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate
et: Andmehulga faili formaat. Soovitatavad väärtused: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Muu vastavalt sobivusele.

source: Datasets can also be uploaded as files
et: Andmehulka saab üles laadida ka faili(de)na

source: , using the following inputs.
et: , kasutades alljärgnevaid sisendeid.

source: This can be done in addition to the links referred to above, but it is also possible to have uploaded files only.
et: Nad võivad olla lisaks ülaltoodud linkidele, kuid võite ka piirduda ainult üles laaditud failidega.

source: Since it is more expedient to serve large datasets from an information holder's link, the ceiling on the size of uploadable files is
et: Kuna suuri andmekogusid on otstarbekam serveeerida teabevaldaja lingilt, on laaditavate failide suuruse piirang

source: . You can upload only one file at a time. In order to upload additional files, you must return to this form via the operation of dataset change.
et: Te saate korraga üles laadida ühe faili. Täiendavate failide laadimiseks peate antud vormile läbi andmehulga muutmise operatsiooni tagasi pöörduma.

source: The text that is displayed next to the link of the dataset record
et: Tekst, mida kuvatakse andmehulga lingi kõrval

source: Description:
et: Kirjeldus:

source: File format
et: Faili formaat

source: File format:
et: Faili formaat:

source: Upload file:
et: Laadi fail:

source: This should give the file format in which the data is supplied. Format choices:
et: Kirjeldab faili formaati. Soovitatavad väärtused:

source: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate
et: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Muu vastavalt sobivusele

source: (It is often displayed with the package title. In particular, it should start with a short sentence that describes the data set succinctly, because the first few words alone may be used in some views of the data sets. Here is the place to state if there are any limitations or deficiencies to the data in order to enable users to evaluate the information; even incomplete data may be adequate for some users).
et: (Kirjeldust kuvatakse sageli andmehulga pealkirja juures. Ta võiks alata lühikese lausega, mis kirjeldab andmhulga sisu võimalikult täpselt. Muuhulgas võiks siin kirjeldada ka kõik andmehulga kvaliteedi ja kasutamisega seotud piirangud. Ka ebatäielikud andmehulgad võivad huvi pakkuda.)

source: Licence:
et: Litsents:

source: Harvested license...
et: Andmekorjest saadud litsents...

source: Specify other...
et: Määra muu...

source: The licence under which the dataset is released.
et: Litsents, mille alusel antud andmehulk on publitseeritud.

source: Open datasets must be published under a licence which permits their free and unlimited use, processing and distribution.
et: Avaandmete hulgal peab olema litsents, mis võimaldab tema vaba, piiranguteta kasutamist, töötlemist ja levitamist,

source: Under the licence, it must be possible to distribute the dataset at the discretion of the user either without charge or for a fee.
et: sealjuures võimaldama levitamist kasutaja valikul nii tasuta kui tasu eest.

source: If the appropriate licence is not included in the menu above, please select 'other' and fill out the corresponding field.
et: Sobiva litsentsi puudumisel ülal pakutavas valikus palume valida "Muu" ning täita vastav tekstiväli.

source: Licence (other):
et: Litsents (muu):

source: Published by:
et: Andmehulga avaldaja:

source: Please select a publisher...
et: Valige teabevaldaja...

source: Valige teabevaldaja.
et: Please select a publisher.

source: Contact details
et: Kontaktandmed

source: Here are the contact details that will be displayed for this dataset. The default Contact information is taken from the selected publisher, but you may edit it for this dataset.
et: Vaikimisi kuvatakse andmehulga vaatelehel teabevaldaja infos määratud kontaktandmeid. Alltoodud sektsioonis on teil võimalik neid antud andhulga tarvis "Muuda" nupu abil muuta.

source: Publisher Contact Details
et: Andmehulga valdaja kontaktandmed

source: Name:
et: Nimi:

source: Edit Contact Information
et: Muuda kontaktandmeid

source: Edit any of the contact details below.
et: Muuda alltoodud välju.

source: Save Changes
et: Salvesta muudatused

source: Close
et: Sulge

source: 1. Please choose a primary theme which this data record falls under from the options below.
et: 1. Palun valige põhiteema, mida antud andmehulk katab.

source: Secondary Theme
et: Muud teemad

source: Please list keywords which describe the subject of this data in commonly used abstract terms e.g. "e-government, press work, information policy". Put commas between each phrase or keyword. We recommend
et: Loetlege võtmesõnad, mis lisaks ülaltoodud teemadele iseloomustavad teie andmehulkahulgad (näited: e-valitsus, teabelevi, teabepoliitika jne). Eraldage võtmesõnad või sõnapaarid komadega. Soovitame kasutada

source: EuroVoc dictionary
et: EuroVoc sõnastikku

source: You can add links to additional resources here. Use a link for each resource. This could be PDFs of files explaining the data or links to a website with more information. Use one link per resource.
et: Te saate lisada linke täiendavatele ressurssidele (nt. dokumendid, veebilehed või failid), mis antud andmehulka kirjeldavad või on sellega seotud. Ühe ressursi kohta kasutage ühte linki.

source: This is the Internet link directly to the data.
et: Täiendava ressursi veebiaadress.

source: The file format of the linked resource
et: Täiendava ressursi formaat

source: Time & date
et: Aeg ja kuupäev

source: Temporal coverage of the dataset.
et: Ajaline periood, mida antud andmehulk katab.

source: e.g. 21/03/2007 - 03/10/2009 or 07:45 31/03/2006
et: nt. 21.03.2007 - 03.10.2009 või 07:45 31.03.2006

source: If available, please indicate the time as well as the date. Where data covers only a single day, the second box can be left blank.
et: Kui võimalik, siis näidake nii kuupäev kui kellaaeg. Kui andmed katavad vaid ühte päeva, siis võib teise lahtri tühjaks jätta.

source: NB: Dangerous operation! (Available to sysadmins only)
et: NB: Ohtlik operatsioon! (Ainult süsteemiadministraatoritele)

source: This dataset is
et: See andmehulk on

source: « Back
et: « Tagasi

source: Next »
et: Edasi »

source: Save and Finish
et: Salvesta ja lõpeta

source: Discard date information?
et: Loobu kuupäevadest?

source: Changing from a 'timeseries record' to a 'single file record' will discard the
et: Perioodilisest ühekordseks tagasi muutmisel kaovad sisestatud

source: date
et: perioodilisuse alguskuupäevad

source: information for each resource. Continue?
et: . Kas jätkame?

source: OK
et: Jah

source: History -
et: Ajalugu -

source: History of Changes
et: Muudatuste ajalugu

source: Error:
et: Viga:

source: - Datasets
et: - Andmehulgad

source: Viewing Dataset Revision
et: Andmehulga revideerimine

source: current revision
et: praegusest versioonist

source: This is the current revision of this dataset, as edited at
et: See on antud andmehulga praegune versioon, muudetud

source: Dataset Extent
et: Andmehulga geograafiline ulatus

source: Latitude:
et: Laiuskraad:

source: ° to
et: ° kuni

source: Longitude:
et: Pikkuskraad:

source: Data Resources (
et: Andmefailid (

source: in a time series)
et: ajaseerias)

source: Additional Links (
et: Täiendavad lingid (

source: Additional Information
et: Lisainformatsioon

source: Added to portal
et: Lisatud portaali

source: No value
et: määramata

source: (none)
et: (pole)

source: Add Feedback »
et: Anna tagasisidet »

source: Login to Add Feedback »
et: Tagasiside andmiseks logi sisse »

source: Related Applications
et: Seotud rakendused

source: Dataset Feedback
et: Tagasiside andmehulgale

source: View all feedback »
et: Vaata kogu tagasisidet »

source: There is an error with this resource
et: Selle ressursiga on tekkinud tehniline viga!

source: Preview
et: Eelvaade

source: Details
et: Üksikasjad

source: Download
et: Laadi alla

source: Direct Link
et: Otselink

source: Cached
et: Puhverdatud

source: (no cache available)
et: (puhverdtaud versiooni ei ole)

source: Contact Details
et: Kontaktandmed

source: Contacts
et: Kontaktid

source: Enquiries:
et: Küsimused:

source: API & Apps
et: API ja rakendused

source: Do More With This Data
et: Lisategevused nende andmetega

source: Share your app »
et: Jaga oma rakendust »

source: Request new data »
et: Küsi uusi andmeid »

source: The information on this page (the dataset metadata) is also available in JSON format.
et: Andmehulga metaandmed on saadaval ka JSON formaadis.

source: API:
et: Andmete API:

source: History of changes
et: Muudatuste ajalugu

source: (Unpublished)
et: (Avalikustamata)

source: Published by
et: Teabevaldaja:

source: No publisher specified.
et: Teabevaldaja puudub.

source: No licence specified.
et: Litsents puudub.

source: Licensed under:
et: Kasutuslitsents:

source: [Open Government Licence]
et: Avatud riigipoolne litsents

source: Provider:
et: Avaldaja:

source: Responsible Party:
et: Vastutaja:

source: Publish date:
et: Avaldamise kuupäev:

source: (Uncategorised)
et: (Teema määramata)

source: Release Notes:
et: Väljastamise märkused:

source: Read More
et: Loe edasi

source: Administrator Tools
et: Administraatori tööriistad

source: Edit dataset properties »
et: Andmehulga metaandmete muutmine »

source: Withdraw this dataset
et: Tühista andmehulk

source: Delete this dataset
et: Kustuta andmehulk

source: Convert to published dataset
et: Teisenda avalikustatud andmehulgaks

source: Unpublished Dataset
et: Avalikustamata andmehulk

source: This is a record for data which is not published.
et: See on kirje andmehulga kohta, mis on veel avalikustamata.

source: . Only system and publisher administrators can view it in this state.
et: . Vaid süsteemi ja teabevaldaja administraatorid saavad seda näha.

source: Warning:
et: Hoiatus:

source: URL does not appear to be open data.
et: URL ei tundu tagastavat struktureeritud andmeid!

source: OK.
et: korras

source: URL works.
et: URL toimib.

source: Detected format:
et: Leitud formaat:

source: Warning
et: Hoiatus:

source: Detected format "
et: Tuvastatud formaat "

source: " does not match the format described by the publisher "
et: ei kattu teabevaldaja poolt määratuga:

source: Last checked:
et: Viimati kontrollitud:

source: URL redirects to:
et: URL suunab ümber siia:

source: - Resources
et: - Ressursid

source: Deleted resource
et: Kustutatud ressurss

source: This resource is
et: See ressurss on

source: API Endpoint
et: API link

source: Latest cache:
et: Viimati kontrollitud:

source: unknown
et: teadmata

source: Data API is not available for this resource
et: Andmete API sellele sellele ressursile pole kättesaadav

source: Andmete API
et: Data API

source: Resource:
et: Ressurss:

source: Preview is currently available for files such as CSV, spreadsheets and plain text.
et: Eelvaade on hetkel võimalik vaid järgmiste failitüüpide jaoks: CSV, tabelarvutus ja vabatekst.

source: Last updated:
et: Viimati muudetud:

source: Resource Openness:
et: Taaskasutatavus:

source: Quality Check:
et: Kvaliteedikontroll:

source: CKAN Data API
et: CKAN API

source: Access resource data via a web API with powerful query support
et: Ligipääs andmetele läbi veebipõhise päringuliidese

source: . Further information in the
et: . Rohkem informatsiooni

source: CKAN Data API and DataStore documentation
et: CKAN ametlikus Data API ja DataStore dokumentatsioonis

source: Endpoints »
et: Liidesed »

source: The Data API builds directly on ElasticSearch, with a resource API endpoint being equivalent to a single index 'type' in ElasticSearch. This means you can directly re-use
et: Andmete API toetub ElasticSearch teenusele selliselt, et iga ressursi API on sisuliselt võrdne ühe indeksi tüübiga ElasticSearch'is. S.t. te saate otseselt taaskasutada

source: ElasticSearch client libraries
et: ElasticSearch kliendi teeke

source: when connecting to the API endpoint.
et: , kui ühendute API'ga.

source: Base
et: Baas

source: Query
et: Päring

source: Query example
et: Päringu näidis

source: Schema (Mapping)
et: Skeem (kujutamine)

source: Querying »
et: Pärimine »

source: Query example (first 5 results)
et: Päringu näide (esimesed 5 tulemust)

source: Query example (results with 'jones' in
et: Päringu näide (tulemused kus 'jones' on pealkirja väljal)

source: title
et: pealkirja

source: field)
et: väljal)

source: Endpoint (for clients)
et: API link

source: Example: Javascript
et: Näide: Javascript

source: Example: Python
et: Näide: Python

source: Embed Data Viewer
et: Integreeri Data Viewer

source: Embed this view
et: Integreeri see vaade

source: by copying this into your webpage:
et: , kopeerides järgneva lõigu oma veebisaiti:

source: Choose width and height in pixels:
et: Vali laius ja kõrgus pikslites:

source: Width:
et: Laius:

source: Height:
et: Kõrgus:

source: Data Search
et: Andmehulkade otsing

source: Map Preview List
et: Kaardi eelvaade

source: Show Search Facets »
et: Näita otsingufiltreid »

source: There was an error while searching.
et: Tekkis otsinguviga.

source: Please try again.
et: Palun proovige uuesti.

source: Add dataset
et: Lisa andmehulk

source: Sort by:
et: Sorteeri:

source: Popularity
et: Menukus

source: Last Updated
et: Viimati muudetud

source: Newsfeed in Atom format
et: Uudisvoog Atom formaadis

source: Apply for membership
et: Taotle liikmelisust

source: Publisher:
et: Teabevaldaja:

source: - Edit - Publisher
et: - Muuda - Teabevaldaja

source: Edit Publisher:
et: Muuda teabevaldajat:

source: Publisher name
et: Teabevaldaja nimi

source: Please contact the system administrator to change your publisher name
et: Kontakteeruge portaali valdajaga oma URL muutmiseks

source: Publisher's URL for the portal
et: Teabevaldaja URL portaalis

source: Please contact the system administrator to change your URL
et: Kontakteeruge portaali haldajaga oma URL muutmiseks.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
et: 2+ tähemärki, väiketähed, kasutada ainult 'a-z0-9' ja '-_'

source: Name Abbreviation (optional)
et: Lühinimi (pole kohustuslik)

source: Further Information
et: Detailsem informatsioon

source: Publisher Description
et: Teabevaldaja kirjeldus

source: Start with a summary sentence ...
et: Alusta kokkuvõtva lausega ...

source: Parent publisher
et: Ülem-teabevaldaja hierarhias

source: No parent (top level)
et: Ülem-teabevaldajat pole

source: Please contact the system administrator to change the parent publisher
et: Ülemteabevaldaja muutmiseks kontakteeruge portaali haldajaga.

source: Please contact the system administrator to delete this publisher
et: Teabevaldaja kustutamiseks kontakteeruge portaali haldajaga.

source: Deleted
et: Eemaldatud

source: Contact Details
et: Kontaktandmed

source: These provide the default contact details for datasets from this publisher. Each dataset may also include more specific contact details, which are then used instead of the details here.
et: Need on vaikimisi kontaktandmed antud teabevaldaja andmehulkadele. Iga andmehulga lisamisesl saab määrata ka detailsemad kontaktid.

source: e.g. Barnsley Council Data Enquiries Helpline
et: näiteks: MKM Riigi Infosüsteemide Osakond

source: E-mail
et: E-post

source: Telephone
et: Telefon

source: There are no users currently in this publisher.
et: Hetkel teabevaldajal kasutajad puuduvad.

source: Datasets are 'published' on open data portal by a range of organisations, mainly from the public sector and other. On this page you can browse and search for them by name or place in a notional hierarchy.
et: Andmehulgad on portaalis avalikustatud mitmesuguste teabevaldajate poolt, eeskätt avalikust sektorist aga ka mujalt. Siin lehel on võimalik teabevaldajaid lehitseda ja otsida nime ning hierarhia järgi.

source: Adding New Publishers
et: Uute teabevaldajate lisamine

source: If you are from a public sector body not listed yet, please get in touch with
et: Kui Teie sektori asutust ei ole siin veel kirjas, siis palume selle lisamiseks

source: portal support team
et: kontakteeruda portaali valdajaga

source: Start typing a name...
et: Alusta nime kirjutamist...

source: All
et: Kõik

source: New - Publisher
et: Uus - Teabevaldaja

source: New Publisher
et: Uus teabevaldaja

source: Publisher Hierarchy
et: Teabevaldajate hierarhia

source: Publisher Hierarchy
et: Teabevaldajate hierarhia

source: Administrators
et: Administraatorid

source: Administrators:
et: Administraatorid:

source: administrator
et: administraator

source: No-one assigned
et: Määramata

source: Editors:
et: Toimetajad:

source: editor
et: toimetaja

source: Request to become an editor
et: Avalda soovi saada toimetajaks

source: RSS Feed
et: RSS voog

source: Category:
et: Kategooria:

source: Edit publisher properties »
et: Muuda teabevaldaja metaandmeid »

source: Add a new dataset »
et: Lisa uus andmehulk »

source: Edit user permissions »
et: Halda kasutajaõigusi »

source: Include datasets from sub-publishers
et: Kaasa arvatud alam-teabevaldajate andmehulgad

source: Search publisher
et: Otsi teabevaldaja alt...

source: Popular Datasets
et: Menukad andmehulgad

source: Publishers without admins
et: Administraatorita teabevaldajad

source: Publishers without admins (
et: Administraatorita teabevaldajad (

source: Publishers and Admins/Editors (
et: Teabevaldajad ja administraatorid/toimetajad (

source: Publishers and users
et: Teabevaldajad ja kasutajad

source: Approval status
et: Läbivaatuse olek

source: Editors
et: Toimetajad

source: User report
et: Kasutaja ülevaade

source: Users (
et: Kasutajad (

source: Users report
et: Kasutajate raport

source: Full Name
et: Täisnimi

source: Username
et: Kasutajanimi

source: Users in
et: Kasutajad

source: Edit User Permissions
et: Kasutajaõiguste haldamine

source: Admins and Editors
et: Administraatorid ja toimetajad

source: Editor
et: Toimetaja

source: Add editors
et: Lisa kasutajaid

source: In order to add a user, enter the user's personal identification code in the field below.
et: Kasutaja lisamiseks kirjuta alltoodud kasti tema isikukood.

source: If a user with this personal identification code has logged in the portal before, using the ID card or Mobile ID, and visited any page under
et: Kui sellise isikukoodiga kasutaja on millalgi varem ID-kaardi või Mobiil-IDga portaali sisenenud ja külastanud suvalist
