Repository: infoaed/opendata-portal
Catalog: translations/gettext/ckan.po
Languages: et

source: Totals
et: Kokku

source: Total page views
et: Kokku lehtede vaatamisi

source: Pages per visit
et: Kokku külastusi

source: Average time on site
et: Saidil keskmiselt veedetud aeg

source: New visits
et: Uusi külastajaid

source: Total visits
et: Külastajaid kokku

source: Bounce rate (home page)
et: Avalehe põrkemäär

source: Languages
et: Keeled

source: Country
et: Riik

source: Downloads
et: Allalaadimisi

source: Social sources
et: Sotsiaalmeedia

source: Operating Systems
et: Operatsioonisüsteemid

source: Operating Systems versions
et: Operatsioonisüsteemide versioonid

source: Browsers
et: Brauserid

source: Browser versions
et: Brauserite versioonid

source: Mobile brands
et: Mobiiliseadmete tootjad

source: Mobile devices
et: Mobiiliseadmed

source: not set
et: (määramata)

source: (up to %i)
et: (k.a %i)

source: (up to %s)
et: (k.a %s)

source: More popular datasets »
et: Veel menukaid andmehulki »

source: Popular datasets
et: Menukad andmehulgad

source: Featured dataset
et: Esiletõstetud andmehulk

source: Publisher
et: Teabevaldaja

source: Other popular datasets
et: Teised populaarsed andmehulgad

source: All usage data
et: Kõik kasutusandmed

source: All months
et: Kõik kuud

source: Name
et: Nimi

source: Source
et: Allikas

source: Visits
et: Külastused

source: Notes
et: Märkused

source: "Views" is the number of times a page was loaded in users' browsers.
et: "Vaatamisi" on arv, mitu korda on lehte laetud kasutajate brauserisse.

source: "Downloads" is the number of times a user has clicked to download either an original or cached resource for a particular dataset.
et: "Alla laadimisi" on arv, mitu korda on kasutajad andmehulga alla laadinud.

source: These usage statistics are confined to users with JavaScript enabled.
et: Antud kasutusstatistika on saadaval ainult kasutajatele, kelle veebilehitsejas on JavaScript lubatud.

source: Where these relate to site pages, results are available in full in the CSV download.
et: Portaali lehti puudutavad tulemused on alla laetavad CSV failina.

source: Usage by Publisher
et: Kasutus teabevaldajate järgi

source: Site Analytics
et: Portaali analüütika

source: Publishers
et: Teabevaldajad

source: Download as CSV
et: Laadi alla CSV

source: Site Usage
et: Portaali kasutus

source: Graph Legend
et: Graafiku legend

source: (No graph is loaded)
et: (Graafikut pole laaditud)

source: Statistics for
et: Näita statistikat

source: Dataset Views
et: Andmehulkade vaatamisi

source: Usage by Dataset
et: Kasutus andmehulkade järgi

source: Usage By Dataset
et: Andmehulkade kasutus

source: All datasets
et: Kõik andmehulgad

source: Statistics for all months
et: Näita statistikat üle kõigi kuude

source: All publishers
et: Kõik teabevaldajad

source: Show
et: Näita

source: No page views in this period.
et: Selles perioodis vaatamisi polnud.

source: Dataset
et: Andmehulk

source: Views
et: Vaatamisi

source: No data
et: Andmed puuduvad

source: There is no download data available for this month
et: Sellel kuu kohta allalaadimiste andmed puuduvad.

source: Site usage
et: Portaali kasutus

source: Site-wide
et: Portaaliüleselt

source: Jump To...
et: Kasutus täpsemalt...

source: Publisher Usage Statistics
et: Teabevaldajate põhiselt

source: Dataset Usage Statistics
et: Andmehulkade põhiselt

source: Versions
et: Versioonid

source: Show stats table for:
et: Näita statistikat:

source: Value
et: Väärtus

source: History
et: Ajalugu

source: Note: Where a browser has a large number of versions, these have been grouped together.
et: Märkus: brauserite versioonid võivad olla grupeeritud.

source: Number of visits that were referred from social networks
et: Sotsiaalvõrgustikust viidatud külastuste arv

source: Percentage of visits that were referred from these social networks
et: Sotsiaalvõrgustikust viidatud külastuste protsent

source: Not authorized to see this page
et: Operatsioon pole lubatud

source: Unauthorized to create a harvest source
et: Operatsioon pole lubatud

source: New harvest source added successfully.
et: Uus andmekorje allikas loodud ja lisatud andmekorje järjekorda!

source: Integrity Error
et: Andmetervikluse viga

source: Harvest Source not found
et: Andmekorja allikat ei leitud

source: Unauthorized to update the harvest source
et: Operatsioon pole lubatud

source: Harvest source edited successfully.
et: Andmekorje allikas edukalt salvestatud.

source: Harvest source not found
et: Andmekorje allikat ei leitud

source: Refresh requested, harvesting will take place within %s minutes.
et: Allikas lisatud andmekorje järjekorda! Järgmine korje toimub mitte hiljem kui %s minuti pärast.

source: Could not create harvest job: %s
et: Viga allika lisamisel andmekorje järjekorda: %s

source: Could not schedule harvest job: %s
et: Takistus allika lisamisel andmekorje järjekorda: %s

source: An error occurred: [%s]
et: Tekkis viga: [%s]

source: Harvest object not found
et: Korjeobjekti ei leitud

source: An error occurred [%s]
et: Tekkis viga: [%s]

source: Harvests remote CKAN instances
et: Korjab andmeid muudest CKAN instantsidest

source: No jobs yet
et: Korjeid pole veel olnud

source: Scheduled
et: Lisatud järjekorda

source: Not yet scheduled
et: Ei ole järjekorda lisatud

source: Harvest source %s does not exist
et: Selliset andmekorje allikat ei eksisteeri: %s

source: Can not create jobs on inactive sources
et: Operatsioon pole lubatud aktiveerimata andmekorje allikal!

source: There already is an unrun job for this source
et: See allikas on juba lisatud andmekorje järjekorda!

source: Harvesting Sources
et: Andmekorje allikad

source: Datasets
et: Andmehulgad

source: Harvest sources
et: Andmekorje allikad

source: URL
et: Teabevaldaja URL

source: Type
et: Korje tüüp

source: Active
et: Aktiivne

source: Created
et: Loodud

source: View
et: Vaata

source: Edit
et: Muutmine

source: Refresh
et: Värskenda

source: Add a harvesting source
et: Lisa andmekorje allikas

source: Harvesting sources
et: Andmekorje allikad

source: Status:
et: Staatus:

source: Show inactive sources
et: Näita aktiveerimata allikaid

source: My organizations
et: Korje minu teabevalajatelt

source: All organizations
et: Korje kõigilt teabevalajatelt

source: No harvest sources defined yet.
et: Ühtegi andmekorje allikat pole veel määratud.

source: Edit - Harvest Source
et: Muuda - Andmekorje allikad

source: Edit harvest source:
et: Muuda andmekorje allikat:

source: New - Harvest Source
et: Uus - Andmekorja allikas

source: New harvest source
et: Uus andmekorje allikas

source: New source
et: Lisa allikas

source: Errors in form
et: Vormil on vead

source: The form contains invalid entries:
et: Järgnevad vigased sisestusväljad vajavad parandamist:

source: Source information
et: Andmekorje allika andmed

source: URL for source of metadata *
et: Metaandmete allika URL *

source: This should include the
et: Kui allikaks on muu CKAN instants, siis tuleks siia sisestada selle URL kuni

source: http://
et: http://opendatatest.riik.ee/

source: part of the URL up to "/api/..." section.
et: osani.

source: Source Type *
et: Allika tüüp *

source: Which type of source does the URL above represent?
et: Mis tüüpi allikat ülaltoodud URL endast kujutab?

source: Title
et: Pealkiri

source: This will be shown as the datasets source.
et: Andmekorje allika nimetus.

source: Description
et: Kirjeldus

source: You can add your own notes here about what the URL above represents to remind you later.
et: Andmekorja allika kirjeldus võimaldamaks teil hiljem meenutada, mida antud allikas täpselt endast kujutab.

source: Configuration
et: Konfiguratsioon

source: Publisher for harvested metadata
et: Korjatavate metaandmete teabevaldaja

source: Cannot add any publishers.
et: Ei saa lisada ühtegi teabevaldajat.

source: To be filled if the source of data harvest is another CKAN instance. Here you must enter the data harvest configuration from CKAN in JSON format.
et: Täita kui andmekorje allikaks on teine CKAN instants. Siia tuleb sisestada CKAN'ist andmekorje konfiguratsioon JSON formaadis.

source: For a detailed description see the documentation of
et: Täpsemalt loe vastavatest võimalustest

source: CKAN Harvester extension
et: CKAN andmekorje mooduli kodulehelt

source: State
et: Olek

source: active
et: aktiivne

source: inactive
et: aktiveerimata

source: This harvest source is:
et: See andmekorje allikas on praegu:

source: Inactive
et: Aktiveerimata

source: Save
et: Salvesta

source: or
et: või

source: Return to the harvest sources list
et: Tagasi andmekorje allikate loetellu

source: Harvest Source Details
et: Andmekorje allika detailvaade

source: Harvest Source
et: Andmekorje allikas

source: Edit source
et: Muuda allika andmeid

source: Refresh source
et: Värskenda

source: User ID
et: Kasutaja ID

source: Total harvests
et: Korjete arv

source: Status
et: Staatus

source: Last Harvest Errors:
et: Viimase korje vead:

source: Gathering errors
et: Andmehulkade nimekirja küsimise vead:

source: Object errors
et: Konkreetse andmehulga küsimise vead:

source: Harvest of GUID
et: GUID korje

source: Last Harvest Added:
et: Viimasel korjel lisatud andmehulki:

source: Last Harvest Updated:
et: Viimasel korjel muudetud andmehulki:

source: Last Harvest:
et: Viimase korje ajahetk:

source: Next Harvest:
et: Järgmine korje:

source: Total Errors (in all harvests)
et: Vigu kokku (üle kõikide korjete)

source: Total Datasets (in all harvests)
et: Andmehulki kokku (üle kõikide korjete)

source: There could be a
et: Andmekorja intervall on

source: minutes delay before these datasets (or changes to them) appear on the site or on search results.
et: minutit. Enne seda ei pruugi korjatud andmehulgad nähtavale ilmuda!

source: There are [1:%(item_count)s] datasets.
et: Kokku on korjatud [1:%(item_count)s] andmehulka.

source: Thank you for your feedback.
et: Täname tagasiside eest!

source: Your post has been identified as spam and has not been posted.
et: Teie postitusel leiti rämpsposti tunnuseid ja see jäeti avaldamata.

source: Thank you for your feedback, the item has been queued for moderation
et: Täname tagasiside eest!

source: withdrawn
et: tühistatud

source: record
et: kirje

source: deleted
et: kustutatud

source: %s succesfully %s.
et: %s õnnestunult %s.

source: Package not found
et: Andmehulka ei leitud

source: Unable to delete package.
et: Andmehulga kustutamine ebaõnnastus

source: Unauthorized to delete package.
et: Andmehulga kustutamine pole lubatud.

source: Other
et: Muu

source: never
et: mitte kunagi

source: discontinued
et: katkestatud

source: annual
et: kord aastas

source: quarterly
et: kord kvartalis

source: monthly
et: kord kuus

source: other
et: muu

source: other - please specify
et: muu sagedus

source: Missing value
et: Puudu

source: Keywords
et: Võtmesõnad

source: Harvest URL
et: Andmekorje URL

source: Harvest Date
et: Andmekorje kuupäev

source: Harvest GUID
et: Andmekorje GUID

source: Extent
et: Laiuskraad: %s&deg; to %s&deg; Pikkuskraad

source: ONS Category
et: ONS kategooria

source: Date data last updated
et: Andmed viimati muudetud

source: Date data last released
et: Andmed viimati väljastatud

source: Temporal coverage
et: Ajaline ulatus

source: Geographic coverage
et: Geograafiline ulatus

source: Gemini2 resource type
et: Gemini2 ressursi tüüp

source: Gemini2 service type
et: Gemini2 teenuse tüüp

source: Access constraints
et: Ligipääsu piirangud

source: Taxonomy URL
et: Taksonoomia URL

source: Theme
et: Teema

source: Secondary Theme(s)
et: Lisateema(d)

source: Update frequency
et: Uuendussagedus

source: Metadata language
et: Metaandmete keel

source: Metadata date
et: Metaandmete kuupäev

source: Dataset reference date
et: Andmehulga viitekuupäev

source: Include sub-publishers
et: Kaasa arvatud alam-teabevaldajad

source: Show NII datasets
et: Näita NII andmehulki

source: Hide NII datasets
et: Näita NII andmehulki

source: Unpublished datasets
et: Avalikustamata andmehulki

source: Published datasets
et: Avalikustatud andmehulki

source: Open Government Licence
et: Avatud riigipoolne litsents

source: Unpublished dataset
et: Avalikustamata andmehulk

source: Non-Open Government Licence
et: Piirangutega riigipoolne litsents

source: Search for datasets...
et: Otsi andmehulki...

source: Search Error
et: Otsinguviga

source: Preview on Map
et: Kaardi eelvaade

source: (avalikustamata)
et: (Unpublished)

source: Add to Preview List
et: Lisa eelvaate loetellu

source: Remove from List
et: Eemalda loetelust

source: View Data
et: Vaata andmeid

source: Feedback:
et: Tagasiside:

source: Economic Growth
et: Majanduskasv

source: Social Growth
et: Sotsiaalne kasv

source: Effective Public Services
et: Efektiivsed avalikud teenused

source: Potential links to other datasets
et: Potentsiaalsed lingid teistele andmehulkadele

source: Other Benefits
et: Muud kasulikud mõjud

source: more
et: rohkem

source: less
et: vähem

source: No more publisher filters.
et: Rohkem teabevaldaja filtreid pole.

source: No further theme filters to apply.
et: Rohkem teema filtreid pole.

source: Format
et: Formaat

source: No further format filters to apply.
et: Rohkem formaadi filtreid pole.

source: Web contact form:
et: Kontaktivorm:

source: Phone:
et: Telefon:

source: Web:
et: Veeb:

source: No details supplied
et: Detailinfo puudub

source: | Estonian Open Data Portal
et: | Avaandmete portaal

source: Home
et: Avaleht

source: Log in
et: Logi sisse

source: User account
et: Kasutajakonto

source: User:
et: Kasutaja:

source: Log out
et: Logi välja

source: Data
et: Andmed

source: Apps
et: Rakendused

source: More info
et: Lisainfo

source: Search for data...
et: Otsi andmehulki...

source: Tools
et: Tööriistad

source: Add a Dataset
et: Lisa andmehulk

source: Add a Publisher
et: Lisa teabevaldaja

source: My publishers
et: Minu teabevaldajad

source: Sys Admin:
et: Admin:

source: System Dashboard
et: Süsteemi töölaud

source: Harvest Sources
et: Andmekorje allikad

source: Feedback moderation
et: Tagasiside modereerimine

source: Forums
et: Foorumid

source: Guidelines
et: Juhendid

source: FAQ
et: KKK

source: Green Paper on Open Data
et: Avaandmete roheline raamat

source: About
et: Mis on avaandmete portaal?

source: Terms of use
et: Kasutustingimused

source: Contact
et: Kontaktid

source: Help
et: Abi

source: The Open Data Portal is created as part of the EU structural funds' programme 'Raising Awareness of
et: Avaandmete portaal valmib EL struktuurifondide programmist "Infoühiskonna teadlikkuse tõstmine"

source: Information Society' which is financed through the EU Regional Development Fund.
et: Euroopa Regionaalarengu Fondi rahastusel.

source: Powered by:
et: Mootoriks on:

source: Powered By CKAN
et: Mootoriks on CKAN

source: Not Authorized
et: Operatsioon pole lubatud!

source: Only authorised users can publish datasets.
et: Andmehulga lisamine lubatud vaid autoriseeritud kasutajatele.

source: If you want to publish datasets, you must be logged in and your username must be associated with a particular publisher. Further information on the registration of publishers and associating users with holders of information is available under
et: Kui soovite lisada andmehulki, peate olema sisse loginud ning Teie kasutaja peab olema seostatud konkreetse registreeritud teabevaldajaga.

source: You may
et: Võite

source: log-in
et: logida sisse

source: and try again.
et: ja proovida uuesti.

source: You are logged in as:
et: Olete sisse loginud kasutajana:

source: If you are certain that you, in fact, have been granted the right to publish datasets, yet are still unable to do it, please contact
et: Kui olete veendunud, et omate andmehulga lisamise õigusi, ent ometi ei saa seda teha, siis palume abi saamiseks pöörduda aadressile

source: Administration Dashboard
et: Administraatori töölaud

source: User
et: Kasutaja

source: Registered since
et: Registreeritud alates

source: Resource URL
et: Ressursi URL

source: results
et: tulemust

source: Notes:
et: Märkused:

source: Add row
et: Lisa rida

source: Cancel
et: Loobu

source: Total
et: Kokku

source: Administrator tools
et: Administraatori tööriistad

source: Dataset name
et: Andmehulga nimi

source: Data API
et: Andmete API

source: data.gov.uk
et: Avaandmete portaaal

source: Created by:
et: Lisanud:

source: Users
et: Kasutajad

source: Admin
et: Administraator

source: Delete
et: Kustuta

source: Submitted by:
et: Lisanud:

source: on
et: kuupäeval

source: Responding as:
et: Lisatud kui:

source: A Private Individual
et: Eraisik

source: An Organisation
et: Organisatisoon

source: (Unnamed)
et: (Märkimata)

source: Response to
et: Tagasiside andmehulgale

source: This feedback is currently visible - it was flagged as offensive
et: See tagasiside on hetkel nähtav - see märgiti ebasobivaks

source: This feedback is not currently visible.
et: See tagasiside ei ole hetkel nähtav.

source: Submitted by
et: Lisanud:

source: Organisation
et: Organisatsioon

source: Response type
et: Tagasiside tüüp

source: Private individual
et: Eraisik

source: Full Responses:
et: Täisvastused:

source: Publish
et: Avalda

source: Delete and ban
et: Kustuta ja keela

source: - Add Feedback
et: - Anna tagasisidet

source: Add Feedback
et: Anna tagasisidet

source: Please complete this form to submit your views on this dataset and its potential impact if published.
et: Palun täitke antud vorm, et anda tagasisidet andtud andmehulga ja selle võimaliku mõju kohta.

source: Please complete this form to submit your views on this dataset and its impact.
et: Palun täitke antud vorm, et anda tagasisidet andtud andmehulga ja selle võimaliku mõju kohta.

source: Error
et: Viga

source: There are errors in the form, please correct them before re-submitting.
et: Vormil on vead, palun korrigeerige need enne salvestamist.

source: 1. State the benefits of releasing this dataset as open data
et: 1. Märkige antud andmehulga avaldamisest Teie arvates tulenevad kasud

source: Economic growth
et: Majanduskasv

source: i.e. releasing this dataset as open data means you or your organisation are able to provide a commercial product or service or has other positive economic impacts such as better functioning of markets.
et: s.t. selle andmehulga avalikustamine võimaldab Teil või Teie organisatsioonil pakkuda teatud kommertsteenuseid, või omab muud positiivset majanduslikku mõju nagu näiteks turgude parem funktsioneerimine.

source: Please give details for selection below
et: Palun kirjeldage täpsemalt

source: i.e. releasing this dataset as open data means you or your organisation are able to more easily undertake social action, deliver the services of a community group or charity or has a positive environmental impact.
et: s.t. selle andmehulga avalikustamine võimaldab Teil või Teie organisatsioonil lihtsamini teostada teatud sotsiaalseid aktsioone, pakkuda ühiskonnagruppidele teatud sotsiaalseid teenuseid, või omab positiivset mõju keskkonnale.

source: i.e. releasing this dataset as open data means that a public service is able to run more effectively by giving greater transparency of its operation to citizens, allowing greater choice or supporting new models of provision of services.
et: s.t. selle andmehulga avalikustamine võimaldab teatud avalikel teenustel toimida efektiivsemalt, pakkudes kodanikele suuremat läbipaistvust vüi rohkem valikuid.

source: Add your own comments...
et: Lisage oma kommentaarid...

source: 2. Potential links to other datasets
et: 2. Potentsiaalsed lingid teistele andmehulkadele

source: Does this dataset contain data which could be used to link it to other datasets?
et: Kas antud andmehulk sisaldab andmeid, mis võimaldab teda linkida teiste andmehulkadega?

source: No
et: Ei

source: Yes
et: Jah

source: Don't know
et: Ei tea

source: Please explain further
et: Palun kirjeldage täpsemalt

source: 3. Information about you
et: 3. Informatsioon Teie kohta

source: Are you responding:
et: Kas Te vastate kui:

source: As a private individual
et: Eraisik

source: On behalf of an organisation
et: Organisatsiooni esindaja

source: A central government department
et: Valitsusasutus

source: Another public sector organisation
et: Muu avaliku sektori organisatsioon

source: A start-up business
et: Idufirma

source: A small to medium sized business (less than 250 employees)
et: Väike või keskmise suurusega ettevõte (vähem kui 250 töötajat)

source: A large business (250 employees or above)
et: Suurettevõte (250 või enam töötajat)

source: A voluntary / not-for-profit organisation
et: Mittetulunduslik organisatsioon

source: An academic or research organisations
et: Akadeemiline -või teadusasutus

source: Organisation name
et: Organisatsiooni nimi

source: 4. Future contact
et: 4. Võimalik kontakteerumine Teiega

source: We will use the email contact from your profile.
et: Me kasutame Teie kasutakontoga seotud e-maili aadressi.

source: Errors
et: Viga

source: Submit feedback
et: Salvesta

source: Moderate feedback
et: Modereeri tagasisidet

source: Feedback Moderation
et: Tagasiside modereerimine

source: Delete and Ban
et: Kustuta ja keela

source: Nothing to moderate yet.
et: Praegu pole midagi modereerida.

source: - View Feedback
et: - Vaata tagasisidet

source: View Feedback
et: Vaata tagasisidet

source: Feedback
et: Tagasiside

source: Add feedback »
et: Anna tagasisidet »

source: Login to Add feedback »
et: Tagasiside andmiseks logi sisse »

source: (No feedback yet)
et: (Tagasisidet veel ei ole)

source: Edit -
et: Muutmine -

source: Add A Publisher
et: Lisa teabevaldaja

source: Basic Information
et: Põhiinformatsioon

source: The main subject of the data should be clear. For cross-government data requirements, such as spend data, specify the public body the data belongs to or its geographical coverage, in order to distinguish your data from other similar datasets in data.gov.uk. If the data relates to a period of time, include that in the name, although this would not be appropriate for data which is updated over time. This field is not a full description - save that for the Description field. Do not put a trailing full stop.
et: Kirjeldab lühidalt ja võimalikult informatiivselt andmehulga sisu ja eesmärki.

source: Please add a description of the data set. What does the data contain/show? Why was it produced?
et: Lisage andmehulga kirjeldus. Mida see andmehulk sisaldab/näitab? Millal on ta loodud?

source: It is often displayed with the package title. In particular, it should start with a short sentence that describes the data set succinctly, because the first few words alone may be used in some views of the data sets. Here is the place to state if there are any limitations or deficiencies to the data in order to enable users to evaluate the information; even incomplete data may be adequate for some users.
et: (Kirjeldust kuvatakse sageli andmehulga pealkirja juures. Ta võiks alata lühikese lausega, mis kirjeldab andmehulga sisu võimalikult täpselt. Muuhulgas võiks siin kirjeldada ka kõik andmehulga kvaliteedi ja kasutamisega seotud piirangud. Ka ebatäielikud andmehulgad võivad huvi pakkuda.)

source: Primary Theme
et: Peamine teema

source: 1. Please choose a primary theme which this data falls under from the options below.
et: 1. Palun valige põhiteema, mida antud andmehulk katab.

source: Secondary Themes
et: Muud teemad

source: 2. If there are other themes in this data, select them here:
et: 2. Valige muud teemad, mida antud andmehulk katab:

source: Publishing Information
et: Avaldamise andmed

source: Publish date
et: Avaldamise kuupäev

source: Release notes
et: Väljastamise märkused

source: Important:
et: Tähtis:

source: By submitting content, you agree to release your contributions under the
et: Salvestades lubate avaldada oma andmehulga vastavalt antud portaali
